[AMTGROUP]

[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:47};
itm1={id:1,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:2,y:3};
itm10={backcolor:0,background:1088,ccp:769,ccpzorder:over,height:76,id:12,name:FREQ,type:BUTTON,useinlist:true,useintable:true,useintree:false,visible:true,width:242,x:44,y:181,zorder:12,txtfield:{backcolor:0,bidimode:left-to-right,content:FREQ,font:3,height:36,highcolor:0,hlayout:left,linespacing:0,multiline:false,name:FREQ,type:TEXTFIELD,visible:true,vlayout:middle,width:196,wrapline:no-wrap,x:19,y:1},txtfield:{backcolor:0,bidimode:left-to-right,content:Channel name,font:3,height:36,highcolor:0,hlayout:left,linespacing:0,multiline:false,name:ChannelName,type:TEXTFIELD,visible:true,vlayout:middle,width:196,wrapline:no-wrap,x:19,y:31}};
itm11={background:0,ccp:0,ccpzorder:over,cellheight:76,cellwidth:242,height:228,id:21,name:TABLE_Freq,type:TABLE,visible:true,width:485,x:63,y:218,zorder:13};
itm12={backcolor:0,bidimode:left-to-right,content:Channel No. Program Name,font:33,height:36,highcolor:0,hlayout:left,id:25,linespacing:0,multiline:false,name:Channel,type:TEXTFIELD,visible:true,vlayout:top,width:473,wrapline:no-wrap,x:63,y:126,zorder:14};
itm13={backcolor:0,bidimode:left-to-right,content:Song Title  Artist Name,font:33,height:36,highcolor:0,hlayout:left,id:26,linespacing:0,multiline:false,name:Song_Title,type:TEXTFIELD,visible:true,vlayout:middle,width:473,wrapline:no-wrap,x:63,y:156,zorder:15};
itm14={backcolor:0,bar:206,downarrow:1176,height:226,id:34,name:Scrollbar_Table,scaleslider:false,slider:206,type:SCROLLBAR,uparrow:1180,visible:true,width:55,x:551,y:218,zorder:16};
itm15={backcolor:0,height:122,id:36,img:1245,layout:normal,name:Slider,type:IMAGEFIELD,visible:true,width:55,x:551,y:270,zorder:17,layout_param:{clipx:0,clipy:0}};
itm16={backcolor:0,height:30,id:40,img:1053,layout:normal,name:Tunemix,type:IMAGEFIELD,visible:true,width:94,x:644,y:178,zorder:18,layout_param:{clipx:0,clipy:0}};
itm17={backcolor:0,background:1092,bgcenter:0,bgfragment:single,bgleft:0,bgright:0,ccp:0,ccpzorder:over,height:74,id:41,name:Add_Preset,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:242,x:63,y:218,zorder:19,txtfield:{backcolor:0,bidimode:left-to-right,content:Add Preset,font:18,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Add_Preset,type:TEXTFIELD,visible:true,vlayout:middle,width:224,wrapline:no-wrap,x:5,y:17}};
itm18={backcolor:0,bidimode:left-to-right,content:Channel No.,font:33,height:36,highcolor:0,hlayout:left,id:42,linespacing:0,multiline:false,name:Channel_not_availabel,type:TEXTFIELD,visible:false,vlayout:middle,width:473,wrapline:no-wrap,x:63,y:126,zorder:20};
itm2={height:0,id:2,name:MenuBar,refID:4,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,width:0,x:154,y:64,zorder:1};
itm3={backcolor:0,background:961,ccp:777,ccpzorder:over,height:74,id:4,name:TimeShift,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:644,y:218,zorder:2,txtfield:{backcolor:0,bidimode:left-to-right,content: Time shift,font:3,height:70,highcolor:0,hlayout:center,linespacing:-5,multiline:true,name:TimeShift,type:TEXTFIELD,visible:true,vlayout:top,width:144,wrapline:wrap-by-word,x:5,y:1},txtfield:{backcolor:0,bidimode:left-to-right,content:Time Shift,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:TimeShift_french,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:false,vlayout:middle,width:144,wrapline:no-wrap,x:5,y:17,zorder:1}};
itm4={backcolor:0,background:961,ccp:777,ccpzorder:over,height:74,id:5,name:TagThis,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:644,y:294,zorder:3,txtfield:{backcolor:0,bidimode:left-to-right,content:Tag this,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:TagThis,type:TEXTFIELD,visible:true,vlayout:middle,width:144,wrapline:no-wrap,x:5,y:17}};
itm5={backcolor:0,background:961,ccp:777,ccpzorder:over,height:74,id:6,name:Menu,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:644,y:370,zorder:4,txtfield:{backcolor:0,bidimode:left-to-right,content:Menu,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Menu,type:TEXTFIELD,visible:true,vlayout:middle,width:144,wrapline:no-wrap,x:5,y:17}};
itm6={backcolor:0,height:52,id:8,img:1114,layout:normal,name:SeekBackground,type:IMAGEFIELD,visible:true,width:202,x:601,y:124,zorder:8,layout_param:{clipx:0,clipy:0}};
itm7={backcolor:0,height:36,id:9,img:1033,layout:normal,name:SeekPress,type:IMAGEFIELD,visible:true,width:144,x:628,y:129,zorder:9,layout_param:{clipx:0,clipy:0}};
itm8={backcolor:0,background:0,ccp:0,ccpzorder:over,height:52,id:10,name:SeekLeft,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:80,x:601,y:124,zorder:10};
itm9={backcolor:0,background:0,ccp:0,ccpzorder:over,height:52,id:11,name:SeekRight,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:80,x:723,y:124,zorder:11};

